Repository: kodi-game/game.libretro.a5200
Catalog: game.libretro.a5200/resources/language/resource.language.*/strings.po
Languages: ga, it_it, sv_se, zh_cn

# Addon Description
source: a5200 is a port of the Atari 5200 emulator to libretro.[CR][CR]Originally developed for the GCW Zero, this core runs fast on low-powered hardware.
ga: Is port den aithriseoir Atari 5200 chuig libretro é a5200.[CR][CR]Forbraíodh an croí seo ar dtús don GCW Zero, agus ritheann sé go tapa ar chrua-earraí ísealchumhachta.
it_it: a5200 è un port dell'emulatore Atari 5200 su libretro.[CR][CR]Sviluppato originariamente per GCW Zero, questo core funziona velocemente su hardware a bassa potenza.
sv_se: a5200 är en port av Atari 5200-emulatorn till libretro.[CR][CR]Den här kärnan utvecklades ursprungligen för GCW Zero och körs snabbt på maskinvara med låg effekt.
zh_cn: a5200 是雅达利 5200 模拟器到 libretro 的移植。[CR][CR]最初是为 GCW Zero 开发的，该核心在低功耗硬件上运行速度快。

# #30001
source: BIOS (Restart)
ga: BIOS (Atosaigh)
it_it: BIOS (riavvio)
sv_se: BIOS (Omstart)
zh_cn: BIOS（重新启动）

# #30002
source: Interframe Blending
ga: Cumasc Idirfhráma
it_it: Fusione tra frame
sv_se: Blandning mellan bildrutor
zh_cn: 帧间混合

# #30003
source: Hi-Res Artifacting Mode
ga: Mód Saothar Ard-Réitigh
it_it: Modalità artefatti ad alta risoluzione
sv_se: Hi-Res-läge för artefakter

# #30004
source: High Fidelity POKEY (Restart)
ga: POKEY Ard-Dílseachta (Atosaigh)
it_it: POKEY ad alta fedeltà (riavvio)
sv_se: High Fidelity POKEY (Omstart)

# #30005
source: Audio Filter
ga: Scagaire Fuaime
it_it: Filtro audio
sv_se: Ljudfilter

# #30006
source: Audio Filter Level
ga: Leibhéal Scagaire Fuaime
it_it: Livello filtro audio
sv_se: Ljudfilternivå

# #30007
source: Controller Hacks
ga: Haicanna Rialaitheora
it_it: Trucchi controller
sv_se: Kontrollerhack

# #30008
source: Pause acts as Reset
ga: Feidhmíonn sos mar Athshocrú
it_it: Pausa uguale a reimposta
sv_se: Pause fungerar som omstart

# #30009
source: Digital Joystick Sensitivity
ga: Íogaireacht Luamhán Digiteach
it_it: Sensibilità joystick digitale
sv_se: Känslighet för digital styrspak

# #30010
source: Analog Joystick Sensitivity
ga: Íogaireacht Luamhán Analógach
it_it: Sensibilità joystick analogico
sv_se: Känslighet för analog styrspak

# #30011
source: Analog Joystick Response
ga: Freagairt Luamhán Stiúideo Analógach
it_it: Risposta joystick analogico
sv_se: Analog joystickrespons

# #30012
source: Analog Joystick Deadzone
ga: Luamhán stiúrtha analógach Crios marbh
it_it: Zona morta joystick analogico
sv_se: Dödzon för analog styrspak

# #30013
source: Analog Device
ga: Gléas Analógach
it_it: Dispositivo analogico
sv_se: Analog enhet

# Addon Summary
source: Atari - 5200 (a5200)
zh_cn: 雅达利 - 5200（a5200）

# #30000
source: Settings
zh_cn: 设置

# #30003
source: Audio Filter
zh_cn: 音频滤波器

# #30004
source: Audio Filter Level
zh_cn: 音频滤波器电平

# #30005
source: Controller Hacks
zh_cn: 控制器 Hacks

# #30006
source: Digital Joystick Sensitivity
zh_cn: 数字游戏杆灵敏度

# #30007
source: Analog Joystick Sensitivity
zh_cn: 模拟游戏杆灵敏度

# #30008
source: Analog Joystick Response
zh_cn: 模拟游戏杆响应

# #30009
source: Analog Joystick Deadzone
zh_cn: 模拟游戏杆死区
